[
  {
    "name": "Browse Companies",
    "industry": "AIEcommerceCybersecurityDataDeeptechEducationFintechHealthSaaSSocialLogisticsWeb3 / CryptoTransportation",
    "stage": "Unknown",
    "location": "Unknown",
    "website": "Unknown",
    "description": "Search by fund name or specific keywords (like \"Space\")"
  },
  {
    "name": "1Password",
    "industry": "Cybersecurity",
    "stage": "Series B+",
    "location": "Canada",
    "website": "Unknown",
    "description": "Trusted by more than 100,000 businesses to protect their data, 1Password gives you complete control over passwords and other sensitive business information. As an integral layer of the Identity and Access Management (IAM) stack, 1Password protects all employee accounts – even those you aren’t aware of. Give employees secure access to any app or service and safely share everything you need to work together – including logins, documents, credit cards, and more – while keeping everything else private. 1Password is easy to deploy and integrates with Azure AD, Okta, OneLogin, and Slack, so you can automatically provision employees using the systems you already trust. It’s simple to manage and fits seamlessly into your team’s workflow, so you can secure your business without compromising productivity."
  },
  {
    "name": "A24 Films",
    "industry": "Media",
    "stage": "Unknown",
    "location": "United States",
    "website": "Unknown",
    "description": "A24 is an Equal Opportunity Employer and encourages applications from all kinds of candidates. A24 is the global entertainment company behind the Emmy-winning series Euphoria starring Zendaya, Golden Globe winning series Ramy, and such award winning films as Minari, Moonlight, Lady Bird, Midsommar, Amy, Uncut Gems and The Tragedy of Macbeth. Upcoming television projects include The Sympathizer, a limited series from Park Chan-Wook starring Robert Downey Jr., Underrated a doc series with Steph Curry, and Beef starring Academy-Award nominee Steven Yeun and Ali Wong. Current films include The Daniels’ Everything Everywhere All At Once, Alex Garland’s Men, Jenny Slate and Dean Fleischer Camp’s Marcel the Shell with Shoes On and upcoming films Ari Aster’s Disappointment Blvd. starring Joaquin Phoenix, and Celine Song’s directorial debut Past Lives. Facebook: https://www.facebook.com/A24 Twitter: https://twitter.com/A24 Instagram: http://instagram.com/a24 All valid links to open A24 job opportunities can be found at https://a24films.com/jobs or the Company's official Linkedin page and official recruiting communications will come only through emails from the domain @a24films.com."
  },
  {
    "name": "ASAPP",
    "industry": "AI",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Our artificial intelligence and machine learning products deliver automation and human augmentation, allowing individuals and organizations to realize their full potential. Today, the world's largest organizations rely on ASAPP to provide amazingly efficient and effective customer experiences through their Contact Centers. Our Research & Development team is unparalleled, driving the advancement of AI, machine learning, speech recognition, robotic process automation, natural language processing and more. If you are interested in working with us, please send an email to info@asapp.com. If you're interested in learning about our job opportunities, please reach out at careers@asapp.com."
  },
  {
    "name": "Abnormal Security",
    "industry": "Cybersecurity",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Abnormal provides total protection against the widest range of email attacks including phishing, malware, ransomware, social engineering, executive impersonation, supply chain compromise, internal account compromise, spam, and graymail."
  },
  {
    "name": "Acorns",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Acorns is how everyday consumers save & invest for the long term. To date, customers have invested over $19 billion with Acorns, much of it in spare change. By putting the tools of wealth-making in everyone's hands, Acorns has become the largest subscription service in U.S. consumer finance, serving over 10 million everyday Americans. Customers get automated investing in diversified portfolios, a simple retirement product, a bank account that helps people spend less to invest more, and bonus investments from 20k brands. Plus, everyday Americans can easily invest in their kids and get money news they can use, all from the same app. From acorns, mighty oaks do grow! Disclosures available at https://www.acorns.com/disclosures/"
  },
  {
    "name": "Addepar",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Addepar is a global technology and data company that helps investment professionals provide the most informed, precise guidance for their clients. Hundreds of thousands of users trust Addepar to empower smarter investment decisions and better advice. With a client presence in more than 40 countries, Addepar’s platform aggregates portfolio, market and client data for over $5 trillion in assets. Addepar’s open platform integrates with more than 100 software, data and services partners to deliver a complete solution for a wide range of firms, use cases and geographies. Addepar embraces a global flexible workforce model with offices in Silicon Valley, New York City, Salt Lake City, Chicago, London, Dublin, Edinburgh, Scotland and Pune, India."
  },
  {
    "name": "Adyen",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "Netherlands",
    "website": "Unknown",
    "description": "Adyen (AMS: ADYEN) is the financial technology platform of choice for leading companies. By providing end-to-end payments capabilities, data-driven insights, and financial products in a single global solution, Adyen helps businesses achieve their ambitions faster. With offices around the world, Adyen works with the likes of Meta, Uber, H&M, eBay, and Microsoft. For support visit: https://support.adyen.com"
  },
  {
    "name": "Affirm",
    "industry": "Fintech",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "At Affirm, we’re using today’s technology to bring significant disruptive innovation to the financial industry. We focus on improving the lives of consumers by delivering simple, honest and transparent financial products. We have roles across a variety of teams, including engineering, product, finance, operations, revenue, marketing, people and more. Affirm is also proud to be a remote-first company! Attracting great people starts by finding talent in different places. That's why we built remote work into the DNA of how we do business—but if an office space is more your style, we have offices in Chicago, New York City, Pittsburgh, San Francisco, and Toronto. Not to mention we have comprehensive and award-winning benefits that were made for you. Interested in learning more? Check out our careers page and apply today!"
  },
  {
    "name": "Airbnb",
    "industry": "Travel",
    "stage": "Public",
    "location": "United States",
    "website": "Unknown",
    "description": "Airbnb was born in 2007 when two Hosts welcomed three guests to their San Francisco home, and has since grown to over 5 million Hosts who have welcomed over 1.5 billion guest arrivals in almost every country across the globe. Every day, Hosts offer unique stays and experiences that make it possible for guests to connect with communities in a more authentic way."
  },
  {
    "name": "Airbyte",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Founded in 2020, Airbyte is the open-source standard for EL(T). We enable data teams to replicate data from applications, APIs, and databases to data warehouses, lakes, and other destinations. We believe only an open-source approach can solve the problem of data integration, as it enables us to cover the long tail of integrations while enabling teams to adapt pre-built connectors to their needs. We've raised $181M from some of the world's top investors (Benchmark, Accel, Altimeter, Coatue, Y Combinator, etc.) and believe in product-led growth, where we build something awesome. We’re continuing to grow with over 25,000 companies syncing data with Airbyte’s 200+ connectors."
  },
  {
    "name": "Airtable",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Airtable enables any team to create apps on top of shared data and power their most critical and unique workflows. Teams at more than 300,000 organizations, including 80% of the Fortune 100, rely on the Airtable Connected Apps PlatformTM to connect their people and data and achieve their most important goals. Founded in 2013 and headquartered in San Francisco, Airtable ranks #6 on the Forbes Cloud 100 and has raised $1.36 billion to date. We’re hiring! Join us in our San Francisco headquarters, or check out openings across Austin, London, Los Angeles, Mountain View, New York, and remote locations. See open roles here: https://airtable.com/careers"
  },
  {
    "name": "Alchemy",
    "industry": "Fintech",
    "stage": "Unknown",
    "location": "United States",
    "website": "Unknown",
    "description": "Alchemy is a developer platform that empowers companies to build scalable and reliable decentralized applications without the hassle of managing blockchain infrastructure in-house. It is currently faster, more reliable, and more scalable than any other existing solution, and is incredibly easy to integrate! Many top projects in the space, including Augur, Cryptokitties, Kyber, Radar Relay, OpenSea, etc rely on Alchemy to support their core infrastructure needs. The team consists of top engineers (from Stanford, MIT, Google, Facebook, Microsoft, and many more startups) with decades of industry experience in big data and scalable infrastructure and is backed by A-list investors (Charles Schwab, Coinbase, founders of LinkedIn and Paypal, Chairman of Google, etc) We're currently hiring across multiple roles in engineering and go to market. If this sounds interesting, say hi!"
  },
  {
    "name": "Algolia",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Algolia is the world’s only end-to-end AI search and discovery platform. The company delivers a combination of market-leading natural language processing and keyword via vector search – all uniquely packaged on a single API and supported by hyperscale indexing. The company’s vision, mission and purpose is ‘Powering Discovery’. Algolia achieves its vision by enabling more than 17,000 customers including Under Armour, Lacoste, Stripe, WW, Walgreens, Tag Heuer, Hershey, Harry Rosen, AllTrails and Rugs.com, to build blazing fast and relevant search and discovery experiences for their in-app users and/or online visitors (using any web, mobile or voice device) – by surfacing the desired content instantly and at scale. Algolia powers 1.75 Trillion search requests a year or more than 30 Billion a week – that’s four times more than the combined volume of Bing, Yahoo, DuckDuckGo, Baidu and Yandex). Algolia is used by one in six online users and more than 5 million developers a month. At the core of Algolia’s platform is hyper-scalability. During the 2022 Black Friday/Cyber Monday weekend, Algolia handled more than 100,000 search interactions a second without a single failure. One customer, Gymshark, experienced 15,000 queries per second with zero interruption to service. According to a Forrester Consulting study, customers gain a 382% Return on Investment with less than a 6 month payback period when deploying the Algolia Search and Discovery platform. Founded in 2012 in Paris, the company grew and subsequently moved its headquarters to San Francisco to expand its operations and penetrate the North American market."
  },
  {
    "name": "Allbirds",
    "industry": "Ecommerce",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "At Allbirds, we believe in using business as a force for good. We’re a global footwear and apparel brand with roots in New Zealand and our headquarters in San Francisco. Since 2016, we’ve been on a mission to prove that comfort, design, and sustainability aren’t mutually exclusive. Our commitment to creating better things in a better way is fueled by a belief that the fashion industry needs to focus less on flash and more on thoughtfulness. And as a certified B Corp, we’re dedicated to making the most sustainable products we can using premium natural materials - designed for life’s everyday adventures."
  },
  {
    "name": "Alloy",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Alloy is the only end-to-end identity risk management platform for companies that offer financial products. Beginning with origination and account opening, Alloy provides banks and fintechs with a scalable, flexible platform to manage identity risk throughout the customer lifecycle. With configurable solutions for fraud, credit and compliance risk, dedicated expert guidance and the industry’s most extensive ecosystem of data partners, Alloy helps companies deliver great financial products to more customers around the world. Nearly 500 companies trust Alloy to take control of fraud, credit, and compliance risk, and grow with the clearest picture of their customers."
  },
  {
    "name": "Alto Pharmacy",
    "industry": "Health",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Alto is America’s leading digitally-powered pharmacy, transforming a $500 billion industry. Founded in 2015, Alto’s better pharmacy model is centered on the critical role of pharmacists as the final link in a person’s health journey. Alto combines expert pharmacist care with purpose-built technology to deliver a more convenient and affordable experience for those who need medication. To date, Alto has fulfilled more than seven million prescriptions, expanded to thirteen markets, and built a mobile app experience that makes it easier than ever to manage medications and chat with expert pharmacists. By focusing on the person behind the prescription, our model boosts adherence, improves health outcomes, and keeps our customers returning month after month, resulting in an industry-leading NPS score."
  },
  {
    "name": "Amplitude",
    "industry": "Unknown",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "We help companies unlock the power of their products. ⚡ • Get help: http://community.amplitude.com • Join the team: http://amplitude.com/careers"
  },
  {
    "name": "Anduril",
    "industry": "Deeptech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Anduril is not a traditional defense contractor. We are shaping the future of defense, transforming US & allied military capabilities with advanced technology. We emphasize speed and results and control our products from start to finish, including funding R&D to selling finished products off the shelf. Today, Anduril is in a rapid growth phase, deploying technology in diverse locations and developing path-making products that will change defense forever. We believe that everyone at Anduril can be a catalyst. Your perspective can change lives, and we want to help you make your mark. Our team includes thinkers and doers working interdependently. We bring the brightest minds and best-in-class talent together with veterans who have lived the problems of our warfighters. If you like building quickly and seeing your work deployed in the real world, we want you at Anduril. With offices in Orange County, Washington DC, Seattle, Boston, Atlanta, London, and Sydney, our reach is wide. Check out our careers page at https://www.anduril.com/careers or send us an email at careers@anduril.com."
  },
  {
    "name": "Anyscale",
    "industry": "AI",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Scalable compute for AI and Python Anyscale enables developers of all skill levels to easily build applications that run at any scale, from a laptop to a data center."
  },
  {
    "name": "Applied Intuition",
    "industry": "Unknown",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Applied Intuition is a vehicle software supplier that accelerates the adoption of safe and intelligent machines worldwide. Founded in 2017, Applied Intuition provides a simulation and validation platform for various industries such as automotive, trucking, construction, and more. 18 of the top 20 global automakers rely on Applied Intuition’s solutions to shorten development cycles, deliver high-quality systems, and accelerate the production of modern vehicles with confidence. Applied Intuition is headquartered in Mountain View, CA, with offices in Ann Arbor, MI, Detroit, Washington, D.C., Munich, Stockholm, Seoul, and Tokyo. Learn more at https://applied.co."
  },
  {
    "name": "Asana",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Asana empowers organizations to work smarter. Asana is the only enterprise work management platform that connects company-wide goals, strategic initiatives, and the execution of work in one place. Asana has over 150,000 customers and millions of users in 200+ countries and territories. Customers like Amazon, Roche, and T-Mobile, rely on Asana to manage everything from goal setting and tracking to capacity planning, to product launches. For more information, visit www.asana.com."
  },
  {
    "name": "Astranis",
    "industry": "Deeptech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Astranis is building small, low-cost telecommunications satellites. Our mission is to help get online the 4 billion people who are without internet access."
  },
  {
    "name": "Athelas",
    "industry": "Health",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "At Athelas we're bringing simple, life-changing health care products and medical billing services to patients and providers around the globe. Athelas Revenue Cycle Management (RCM): Billing and reimbursement don't have to be painful. Athelas RCM delivers world-class service, maximizes reimbursements, and delivers actionable insights into the financial health of your practice. Athelas prides itself on end-to-end revenue cycle management. This means we cover all aspects of RCM besides simple submission - include denials, working A/R, research, and more as the backbone of your healthcare business. Athelas has powered revenue intelligence for hundreds of healthcare businesses, from small clinics to large health systems. Athelas Remote Patient Monitoring (RPM): We allow healthcare providers to monitor patient vitals like blood pressure, weight, and blood glucose without the patient ever having to enter a clinic, improving patient health and engagement, and reducing hospitalizations. We do this all through a beautifully integrated suite of devices and software tools that provides access to state-of-the-art technologies and groundbreaking AI powered analysis."
  },
  {
    "name": "Attentive",
    "industry": "Mobile / Telecom",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Attentive® is the leader in conversational commerce, reinventing business-to-consumer communication. Our SMS-first software platform helps everyone from entrepreneurs to enterprises strengthen relationships with their consumers in a new way. Through two-way, real-time, personalized communications, we drive billions in e-commerce revenue, and over 8,000 leading brands like CB2, Pura Vida, Urban Outfitters, Jack in the Box, and Coach rely on Attentive to deliver powerful commerce experiences. To learn more about Attentive or to request a demo, visit www.attentive.com"
  },
  {
    "name": "Aura",
    "industry": "Cybersecurity",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Aura is a mission driven technology company dedicated to creating a safer internet for everyone. We believe that people should be able to live with the peace of mind that their identity, online accounts and devices will remain safe, private and protected, no matter where they go. With an easy to use, integrated suite of services trusted by millions, Aura makes comprehensive digital security accessible to all. Visit www.aura.com."
  },
  {
    "name": "Automattic",
    "industry": "SaaS",
    "stage": "Unknown",
    "location": "United States",
    "website": "Unknown",
    "description": "We are the people behind WordPress.com, Day One, WooCommerce, Jetpack, Tumblr, WordPress VIP, Simplenote, Longreads, Crowdsignal, Atavist, and more. We are proud to be a distributed company, with more than 1,900 Automatticians in 95 countries (and counting), speaking over 120 different languages. We're hiring! https://automattic.com/work-with-us/"
  },
  {
    "name": "Benchling",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Biotechnology is rewriting life as we know it, from the medicines we take, to the crops we grow, the materials we wear, and the household goods that we rely on every day. But moving at the new speed of science requires better technology. Benchling’s mission is to unlock the power of biotechnology. The world’s most innovative biotech companies use Benchling’s R&D Cloud to power the development of breakthrough products and accelerate time to milestone and market. Come help us bring modern software to modern science. https://www.benchling.com/careers/"
  },
  {
    "name": "Better.com",
    "industry": "Fintech",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "Founded in 2016, Better is a digital-first homeownership company whose services include mortgage, real estate, title, and homeowners insurance. From its founding in 2016 through mid 2021, Better funded over $45B in home loans and provided over $25B in cumulative coverage through Better Cover and Better Settlement Services, the insurance divisions of Better. Better has raised over $400M in equity capital since inception. The company was ranked #1 on LinkedIn’s Top Startups List for 2021 and 2020, #1 on Fortune’s Best Small and Medium Workplaces in New York, #15 on CNBC’s Disruptor 50 2020 list, as well as being listed to Forbes FinTech 50 for 2020. For more information, follow @betterdotcom. Join us. NMLS #330511 | NMLS Access: better.ryukyu/3WJ99P8 © 2021 Better Holdco, Inc. and/or its affiliates. All rights reserved. Home lending products offered by Better Mortgage Corporation. Better Mortgage Corporation is a direct lender. NMLS #330511. 3 WTC, Floor 57, New York, NY 10007. Loans made or arranged pursuant to a California Finance Lenders Law License. Not available in all states. Equal Housing Lender. NMLS Consumer Access Better Real Estate, LLC is a Virginia Licensed Real Estate Firm with its principal office located at 312-F East Market St., Leesburg, VA 20176. License #0266029484. Equal Housing Opportunity Better Mortgage Corporation, Better Real Estate, LLC, Better Settlement Services, LLC and Better Cover, LLC are separate operating subsidiaries of Better Holdco, Inc. Each company is a separate legal entity operated and managed through its own management and governance structure as required by its state of incorporation, and applicable and legal and regulatory requirements. Products not available in all states."
  },
  {
    "name": "Betterment",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Betterment is an investing and savings app that serves one purpose—to help you grow your money, so that you can live better. Sign up effortlessly to get goal-setting and planning tools at no extra cost. For one low, transparent fee, you can invest your money with automatic deposit and trading features that put your money to work. Earn with interest and investment growth—plus maximize your savings with rewards on your everyday spending. Learn more at Betterment.com. Investing involves risk and performance not guaranteed. https://www.betterment.com/social-disclosures/"
  },
  {
    "name": "Beyond Meat",
    "industry": "Food & Ag",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "By shifting from animal to plant-based meat, we can positively impact four growing global issues: human health 💪, climate change 🌎, constraints on natural resources 🌱, and animal welfare 🐮. #GoBeyond"
  },
  {
    "name": "Binance",
    "industry": "Web3 / Crypto",
    "stage": "Unknown",
    "location": "Cayman Islands",
    "website": "Unknown",
    "description": "Binance is the world’s leading blockchain and cryptocurrency infrastructure provider with a financial product suite that includes the largest digital asset exchange by volume. Trusted by millions worldwide, the Binance platform is dedicated to increasing the freedom of money for users, and features an unmatched portfolio of crypto products and offerings, including: trading and finance, education, data and research, social good, investment and incubation, decentralization and infrastructure solutions, and more. Posts are not directed towards UK users."
  },
  {
    "name": "Blockchain.com",
    "industry": "Fintech",
    "stage": "Unknown",
    "location": "United Kingdom",
    "website": "Unknown",
    "description": "Welcome to the future of finance 🤝 Bitcoin, Ethereum, and more, available on the Blockchain.com Wallet and Exchange. Disclaimer: We will never ask you... - To send us money - To provide a password OR your 12 word recovery phrase - For a fee to upgrade your account (i.e. to Gold Level verification) Stay safe. Read more here -> https://bit.ly/2XlrUfl"
  },
  {
    "name": "Blue Apron",
    "industry": "Logistics",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "Blue Apron was founded in 2012 premised on a simple desire—our founders wanted to cook at home with their families, but they found grocery shopping and menu planning burdensome, time-consuming, and expensive. Our founders hand-packed the first Blue Apron boxes themselves, delivered them to family and friends, and received immediate positive feedback. Since those initial deliveries, we have scaled rapidly, developing our expertise and an ever-more ambitious vision. We are reimagining the way that food is produced, distributed, and consumed, and as a result, building a better food system that benefits consumers, food producers, and the planet. The nature of our business carries with it unique and exciting challenges, and our employees working across our fives offices, take on these complexities to ensure each customer receives the highest quality product every week. Our core product is the cooking experience we help our customers create. Central to these experiences are the original recipes we design and send along with fresh, seasonal ingredients directly to our customers. We also sell wine, which can be paired with our meals, and kitchen tools and staples we use in our test kitchens where we create new recipes. Our customers often cook with us multiple times each week, and they trust us to craft delicious recipes to feed their families and loved ones. We’re thrilled to be welcomed into our customers' homes and part of their weekly cooking routine!"
  },
  {
    "name": "Boom Supersonic",
    "industry": "Deeptech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Boom Supersonic is redefining commercial flight by bringing supersonic flight back to the skies with Overture. This historic commercial airliner is designed and committed to industry-leading standards of speed, safety, and sustainability. Boom’s vision is to bring families, businesses, and cultures closer together through supersonic travel and make the world dramatically more accessible. Founded in 2014, Boom has assembled a team of over 150 full-time employees who have made contributions to over 220 air and spacecraft programs. For more information, please visit https://boomsupersonic.com."
  },
  {
    "name": "Bowery Farming",
    "industry": "Unknown",
    "stage": "Unknown",
    "location": "United States",
    "website": "Unknown",
    "description": "At Bowery, we’re not afraid of big, delicious plans. We’re helping secure the future of food by growing smart produce that’s more reliable and less harmful—wherever it’s needed. Right outside of cities, we build indoor vertical farms that grow absurdly flavorful food that’s free of pesticides and pollutants, all while using less water and land. Our network of smart farms are powered by our proprietary farm operating system, BoweryOS, creating a simplified, agile food system that’s focused on flavor, freshness, and safety. We’re fighting for a future where nutritious, delicious produce is accessible to everyone. Where high-tech farms do less harm. And where every city has a local smart farm in its backyard. Some might call this a dream. We call it our next step, and we’d like you to join us on that journey. MORE ABOUT BOWERY: Bowery, the largest vertical farming company in the United States, designs and builds smart indoor environments to reimagine the future of food. Bowery is transforming the entire fresh food supply chain to be smarter, safer, and more sustainable. Bowery’s farms are 100x+ more productive than traditional agriculture while using a fraction of the resources—all enabled by leading-edge technology. Bowery is scaling quickly with five farms in operation, including a state-of-the-art R&D and innovation farm for pioneering indoor Agriculture Science, and two commercial farms under development that will more than double the company’s total production. Bowery’s brand has been in the market since 2016 and is currently sold in over 1,800 locations including Whole Foods, Ahold Delhaize, Amazon, Safeway/Albertsons, and Walmart. Bowery is backed by tech and agriculture industry leaders with $647M in equity and debt raised from investors including Fidelity, Temasek, Google Ventures, KKR, General Catalyst, GGV Capital, First Round Capital, and individuals including Jeff Wilke, Tom Colicchio, José Andrés, and David Barber of Blue Hill."
  },
  {
    "name": "Box",
    "industry": "Data",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "Box (NYSE:BOX) is the Cloud Content Management company that empowers enterprises to revolutionize how they work by securely connecting their people, information and applications. Founded in 2005, Box powers more than 87,000 businesses globally, including AstraZeneca, General Electric, P&G, and The GAP. Box is headquartered in Redwood City, CA, with offices across the United States, Europe and Asia. To learn more about Box, visit http://www.box.com/."
  },
  {
    "name": "Brandzooka",
    "industry": "Unknown",
    "stage": "Series A",
    "location": "United States",
    "website": "Unknown",
    "description": "Brandzooka is the most powerful way to advertise online and on TV. We believe in creating a world where the size of your idea matters more than the size of your budget. Our digital advertising platform powers 20,000+ brands worldwide by putting their ads in front of their audience. We are hard-charging, deadline-making, big chip-shouldering, lateral-thinking, fast-decisioning, intense-listening, collaborative-working, foul-mouthed, mischief making, equality-loving, multi-colored, scrappy underdogs, and we won't stop until everyone has access to programmatic video advertising. Follow us for updates as we flip the #media and #adtech world upside down with a revolutionary new movement we call #BrandTech: twitter.com/brandzooka facebook.com/brandzooka instagram.com/brandzooka"
  },
  {
    "name": "BuzzFeed",
    "industry": "Media",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "BuzzFeed, Inc. is home to the best of the internet. Across food, news, pop culture and commerce, our brands drive conversation and inspire what audiences watch, read, buy, and obsess over next. Born on the internet in 2006, BuzzFeed, Inc. is committed to making it better: providing trusted, quality, brand-safe news and entertainment to hundreds of millions of people; making content on the internet more inclusive, empathetic, and creative; and inspiring our audience to live better lives. We'll continue to recruit the best founders and creators to join us in this mission, with more additions like Complex Networks and HuffPost to come."
  },
  {
    "name": "Calm",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Calm is the leading mental wellness brand with the #1 App for Sleep, Meditation and Relaxation™, designed to help you manage stress, sleep better and live a happier, healthier life. With hundreds of hours of original audio content available in seven languages, Calm supports users in more than 190 countries. Apple’s 2017 iPhone App of the Year and one of Fast Company’s Most Innovative Companies of 2020, Calm boasts over 100 million downloads to date, with more than 4 million paying members. As a corporate solution, the much-loved consumer app offers a 360-approach to mental fitness and resilience as an employee benefit, with Calm for Business. Calm was co-founded by Alex Tew (Million Dollar Homepage) and Michael Acton Smith (Mind Candy, Moshi Monsters, Firebox)."
  },
  {
    "name": "Cameo",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Cameo’s mission is to create the most personalized and authentic fan experiences on earth! Cameo is celebrating another busy and exciting year as the world’s leading fan engagement platform having enabled over 27,000 hours of personalized connections across the globe. From TV stars and notable athletes to TikTok creators and comedic legends, Cameo has helped fulfill 2.5 million magical moments since our launch in 2017, and just in this past year, we have welcomed almost 10,000 new stars. In support of our employer brand efforts, we’ve grown our employee base by 30% and reached 50/50 gender parity on our global leadership team. In addition, in March of 2021, we announced Cameo’s $100M Series C funding, which brings our total funding to more than $165M, at a valuation of just over $1B. Some of the recognition we're most proud of includes LinkedIn's Top 50 Startups in 2021, our very own Steven Galanis being recognized by Goldman Sachs as one of the 100 Most Intriguing Entrepreneurs of 2021, Cameo was ranked #1 on The Information’s TI50 Most Promising Startups, among Fast Company’s 50 Most Innovative Companies, Inc.’s Best In Business 2020, and Business Insider’s Top 100 Startups of 2020. Read more on our Cameo Blog today: https://cameoblog.medium.com/"
  },
  {
    "name": "Canva",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "Australia",
    "website": "Unknown",
    "description": "We're a global online visual communications platform on a mission to empower the world to design. Featuring a simple drag-and-drop user interface and a vast range of templates ranging from presentations, documents, websites, social media graphics, posters, apparel to videos, plus a huge library of fonts, stock photography, illustrations, video footage, and audio clips, anyone can take an idea and create something beautiful on Canva on any device, from anywhere in the world. Since our launch in 2013, we’ve had the crazy big goal of making design accessible to everyone. We were founded on the belief that people shouldn't need to understand complex software to unlock their creativity. We’re leveling the playing field and democratizing access to design and visual communication by empowering 100% of the world to communicate in a way that was once limited to the 1%. We've always had a deeper mission surrounding Canva — which we talk about as our 'simple' two-step plan: to build one of the world’s most valuable companies, and to do the most good we possibly can. We're committed to our core value of Being a Force for Good, so as the value of our company grows, so too does our ability to have a positive impact on the world."
  },
  {
    "name": "Carbon Health",
    "industry": "Health",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Carbon Health is a human-centered, tech-enabled healthcare company — our mission is to remove traditional boundaries in healthcare and make high-quality, personalized care accessible to everyone."
  },
  {
    "name": "Carta",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Carta is trusted by more than 40,000 companies and over two million people in nearly 160 countries to manage cap tables, compensation, and valuations. Carta also supports nearly 7,000 funds and SPVs, and represents nearly $130B in assets under administration. Today, Carta’s platform manages nearly three trillion dollars in equity globally. Companies and funds like Flexport, Tribe, and Harlem Capital build their businesses on Carta. The company has been included on the Forbes World’s Best Cloud Companies, Fast Company's Most Innovative list, and Inc.’s Fastest-Growing Private Companies. For more information, visit carta.com."
  },
  {
    "name": "Casper",
    "industry": "Ecommerce",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Casper is a global sleep company that launched in 2014 with one perfect mattress sold directly to consumers — eliminating commission-driven, inflated prices. Its critically acclaimed sleep surface was developed in-house, has a sleek design, and is delivered in a small, \"how did they do that?\"-sized box. The company is one of the fastest growing consumer brands of all time, and its product line has increased to include sheets, pillows, a matching foundation, and a dog mattress. Casper was named one of Fast Company's 50 Most Innovative Companies in the World, and its eponymous mattress was crowned one of TIME Magazine's Best Inventions of 2015. Web: http://casper.com Twitter: http://twitter.com/casper Instagram: http://instagram.com/casper Facebook: http://facebook.com/casper"
  },
  {
    "name": "Cedar",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Cedar’s mission is to empower us all to easily and affordably pursue the care we need—and is fulfilling that mission by powering multi-party integrations throughout the healthcare ecosystem. With an innovative platform that connects providers and payers, Cedar empowers healthcare consumers with an optimized and connected end to end experience—all powered by data science and interactive design."
  },
  {
    "name": "Cerebras Systems",
    "industry": "AI",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Cerebras Systems is a team of pioneering computer architects, computer scientists, deep learning researchers, functional business experts and engineers of all types. We have come together to build a new class of computer to accelerate artificial intelligence work by three orders of magnitude beyond the current state of the art. The CS-2 is the fastest AI computer in existence. It contains a collection of industry firsts, including the Cerebras Wafer Scale Engine (WSE-2). The WSE-2 is the largest chip ever built. It contains 2.6 trillion transistors and covers more than 46,225 square millimeters of silicon. The largest graphics processor on the market has 54 billion transistors and covers 815 square millimeters. In artificial intelligence work, large chips process information more quickly producing answers in less time. As a result, neural networks that in the past took months to train, can now train in minutes on the Cerebras CS-2 powered by the WSE-2. Join us: https://cerebras.net/careers/"
  },
  {
    "name": "Charge Robotics",
    "industry": "Unknown",
    "stage": "Unknown",
    "location": "United States",
    "website": "Unknown",
    "description": "Charge Robotics is building robots that automate the most labor-intensive parts of solar construction. Solar has rapidly become the cheapest form of power generation in many regions. Demand has skyrocketed, and now the primary barrier to getting it installed is labor logistics and bandwidth. Our robots remove the labor bottleneck, allowing construction companies to meet the rising demand for solar, and enabling the world to switch to renewables faster."
  },
  {
    "name": "Checkout",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United Kingdom",
    "website": "Unknown",
    "description": "Checkout.com is a financial technology company that delivers a high-performance payments platform. Enterprise and scaling businesses use our cloud-based platform to process payments, send payouts, and manage card programs. Checkout.com is headquartered in London, with offices in New York, Paris, Dubai, Hong Kong, and other locations across six continents. Customers include global brands such as Sony, SHEIN, Wise, Patreon, and GE HealthCare."
  },
  {
    "name": "Checkr",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "At Checkr we believe in the power of work. We are committed to our mission of building a fairer future by designing technology to create opportunities for all. Checkr powers people infrastructure for the future of work. With artificial intelligence and machine learning, our platform and solutions make background checks faster, easier, and more compliant. Using Checkr’s advanced screening technology, companies can better understand the dynamics of the changing workforce, bring transparency and fairness to their hiring, and ultimately build a better future for workers."
  },
  {
    "name": "Chewy",
    "industry": "Ecommerce",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "At Chewy, our mission is to be the most trusted and convenient destination for pet parents and partners, everywhere. We view pets and pet parents as family, and are obsessed with meeting their needs and exceeding customer expectations through every interaction. Behind the scenes, our talented teams are made up of innovators, delighters, big-thinkers and of course, passionate pet people—creating a place where you'll be empowered to build, growand unleash your fullest potential. Launched in 2011, we offer the personalized service of a neighborhood pet store alongside the convenience and speed of e-commerce. Customers love shopping our wide selection of products of more than 100,000 products (including our Private brands and prescription Rx food and Rx medication products), which we offer at competitive prices, fast 1-2 day shipping and around-the-clock convenience that only e-commerce can offer. Chewy’s commitment to customer service is the core of our brand, and our customers love us for it. We “WOW” pet parents through 24/7 assistance, advice and encouragement every day of the year. We make pet parenting easy with our convenient Autoship subscription program—which allows our customers to schedule their orders, so they never run out of their pet food, supplies and medication they need. As an e-commerce company, product innovation drives our operations, and our team is constantly striving to find new and better ways to improve our customers’ experience. From an easy-­to-­navigate website and highly rated mobile apps, to detailed order tracking and personalized “Pet Profile” features, we are transforming the way pet parents shop."
  },
  {
    "name": "Chief",
    "industry": "Social",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Chief is the private network executive women rely on to maximize their leadership impact through access to a vetted executive community and valuable insights. Founded in 2019, Chief is the largest community of senior executive women, representing more than 10,000 companies and 77% of the Fortune 100. Chief has been recognized as one of TIME’s 100 Most Influential Companies and one of Fast Company’s Most Innovative Companies. Visit Chief.com to learn more or apply for membership. More about Chief: What began as a vision to support women in corporate leadership is now the largest community of senior women executives in the United States. Chief membership helps women executives raise their leadership. Services include one-on-one or peer-group executive coaching, programming centered on timely issues in business, and access to a vast, powerful community where members can build meaningful relationships — connections that unlock transformative professional outcomes. Our Services: Executive Coaching: Chief offers coaching in small groups or one-to-one settings. With small-group coaching, or Core, members can gain peer advice on a variety of topics. With Executive Coaching, members receive goal-based, personalized guidance at their own pace and on their own schedule. Programming: Members can attend a wide range of in-person and virtual programming that’s centered on pressing issues they face as executives. This includes roundtable discussions led by industry experts, inspiring speakers, local one-day conferences, and thought-provoking editorial content. Community: With Chief, members join a vast community of business leaders and connect through our digital platform or at Chief- and member-hosted events. Chief women’s network also has five Clubhouse locations in New York City, San Francisco, Los Angeles, Chicago, and Washington, D.C."
  },
  {
    "name": "Chime",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Chime was created with the mission to make financial peace of mind a reality for millions of everyday people. We're one of the fastest-growing financial technology companies in the U.S., offering banking services that are helpful, easy, and free—because we want to profit with our members, not from them. Our model doesn’t rely on overdraft, monthly service, minimum balance, or other member fees—it just focuses on delivering member value. How does Chime work? We partner with regional banks to design member-first financial products. This creates a more competitive market with better, lower-cost options for everyday Americans who aren’t being served well by traditional banks. We offer access to bank accounts with fee-free overdraft, provide members the chance to receive early access to their paychecks, help them improve their credit, and more! We help drive innovation, inclusion, and access across the industry with one of the most experienced leadership teams in fintech guiding us along the way. We were recently valued at over $25.5B and we’ve raised over $1.7B in funding from leading investors including Sequoia Capital Global Equities, SoftBank Vision Fund 2, General Atlantic, Tiger Global, Dragoneer, DST, Coatue, Iconiq, Menlo Ventures and others. Working at Chime means keeping our values in mind, putting our members first, and striving for long-term growth and success. To that end, we’re building an inclusive workplace where all perspectives and experiences are welcome on our team and creating an environment where every Chimer can thrive. If you’re passionate about applying technology to the challenge of making financial health a reality for everyone, Chime in–we want to hear from you! 💚 *Chime is a financial technology company, not a bank. Banking services provided by, and debit card issued by, The Bancorp Bank or Stride Bank, N.A.; Members FDIC."
  },
  {
    "name": "CircleCI",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "CircleCI is the software delivery engine for teams who want to ship software faster and with confidence. We do this today by building the world’s best platform for Continuous Integration and Continuous Delivery (CI/CD). Ultimately, we plan to map every source of change for software teams, so they can accelerate innovation and growth. Our platform was built by a team of DevOps experts who understand how critical CI/CD is to your entire development process and your entire business. The best software teams know that speed, focus, and consistency of delivery make the difference between good and great. We built CircleCI to deliver on these promises so you can deliver on yours — to reliably bring only the highest quality products to your customers. CircleCI is proud to be an Equal Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law."
  },
  {
    "name": "Cityblock Health",
    "industry": "Health",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Cityblock was founded in 2017 as the first tech-driven provider for communities with complex needs. We deliver better care to where it’s needed most, investing upstream in highly personalized, prevention-oriented health and social care to ultimately drive down costs and improve outcomes. Our tech enables scale by bringing together practical information, coordination, and communication for our members and our care teams. We are adamant about building a radically better member experience for people living in lower-income neighborhoods that have never been prioritized. And we won’t be satisfied with anything less than transforming the way that health services are delivered in previously underserved communities across the U.S. Join us! cityblock.com/careers"
  },
  {
    "name": "ClassDojo",
    "industry": "Education",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "ClassDojo's mission is to give every child on Earth an education they love. We started by building a network that connects teachers, children, and families. ClassDojo’s flagship app is the #1 communication app connecting K-8 teachers, children, and families, globally. They use it to share what’s happening throughout the day through photos, videos, messages, and activities. It is actively used at an unprecedented scale: in over 95% of US schools, reaching ~51 million children in ~180 countries, all built by a team of 65 people [1]). We are now beginning to use this network to give kids the best learning experiences in the world, far beyond those a standard school can provide. We hire for talent density. Our team comprises the most talented, entrepreneurial, and innovative teammates from around the world, with deep backgrounds in education and large scale consumer internet, including Instagram, Netflix, Dropbox, Uber, Y Combinator, and more. We’re building a company where the most talented people want to work. We believe you’ll do the best work of your life here—and you’ll pioneer the future of education, too."
  },
  {
    "name": "Classpass",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Discover the best workouts around. Search gyms and studios near you, book a spot and get moving. Join our quickly-growing team and you’ll have an incredible opportunity to build a career with a high-growth startup while empowering others to reach their fitness goals. Companies can also give their employees access to our global network of fitness studios and gyms with one membership, while increasing engagement, retention and saving on healthcare costs. Find out more about our new Corporate Wellness Program here: corp.classpass.com."
  },
  {
    "name": "ClickUp",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "ClickUp is the world’s only all-in-one productivity platform that flexes to the way people want to work. It replaces all individual workplace productivity tools with a single, unified platform that includes AI, project management, document collaboration, whiteboards, spreadsheets, and goals. Founded in 2017 and based in San Diego, ClickUp is on a mission to make the world more productive. As one of the fastest-growing SaaS companies in the world, ClickUp has helped more than 10 million users and 2 million teams lead a more productive life and save at least one day every week."
  },
  {
    "name": "Cloudflare",
    "industry": "Cybersecurity",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Cloudflare, Inc. (NYSE: NET) is the leading connectivity cloud company. It empowers organizations to make their employees, applications and networks faster and more secure everywhere, while reducing complexity and cost. Cloudflare’s connectivity cloud delivers the most full-featured, unified platform of cloud-native products and developer tools, so any organization can gain the control they need to work, develop, and accelerate their business. Powered by one of the world’s largest and most interconnected networks, Cloudflare blocks billions of threats online for its customers every day. It is trusted by millions of organizations – from the largest brands to entrepreneurs and small businesses to nonprofits, humanitarian groups, and governments across the globe."
  },
  {
    "name": "Cockroach Labs",
    "industry": "AI",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Cockroach Labs is the creator of CockroachDB, the cloud native, distributed SQL database for the planet's most demanding enterprise applications."
  },
  {
    "name": "Coda",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Coda started in 2014 with a simple observation: In a world full of pre-built tools and applications, why do documents and spreadsheets seem to run the world? The founding Coda team crossed paths at Google, YouTube, and Microsoft, where they saw their teams stretch the limits of what spreadsheets and documents can do. Then in 2014, they banded together to build the doc they always wanted. One that erased the boundaries between words and data. And where everyone could work together, in their own way, off the same data. Coda. It's a new day for docs. Learn more at https://coda.io."
  },
  {
    "name": "Coinbase",
    "industry": "Web3 / Crypto",
    "stage": "Public",
    "location": "United States",
    "website": "Unknown",
    "description": "Founded in June of 2012, Coinbase is a digital currency wallet and platform where merchants and consumers can transact with new digital currencies like bitcoin, ethereum, and litecoin. Our vision is to bring more innovation, efficiency, and equality of opportunity to the world by building an open financial system. Our first step on that journey is making digital currency accessible and approachable for everyone. Two principles guide our efforts. First, be the most trusted company in our domain. Second, create user-focused products that are easier and more intuitive to use."
  },
  {
    "name": "Color",
    "industry": "Health",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Color is a health technology company that makes population-scale healthcare programs accessible, convenient, and cost-effective for everyone. We work with employers, labor unions, national health initiatives, governments, and public health institutions to provide the tools for preventive health and disease management, including cancer early detection, screening, and care management. We look for cancer. We look out for people. Our cancer prevention and screening program in partnership with the American Cancer Society helps employers and unions take action against cancer—significantly impacting the lives of employees and members while reducing cancer-related costs. Across everything we do, Color delivers healthcare where life happens. We show up at work, in communities, at churches, or at home. We integrate into our partners’ existing ecosystems and make care cohesive. Our robust clinical capabilities, including lab networks, medical supply chains, and providers, help us activate care anywhere."
  },
  {
    "name": "Convoy",
    "industry": "Logistics",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "Convoy is a digital freight network solving problems in the $800B trucking industry. We partner with the best trucking companies and shippers to move millions of truckloads, rethink freight fundamentals, and design innovative solutions that address supply chain inefficiencies. By continuing to raise the bar on tools, services, and insights available for shippers and carriers, we help businesses improve their transportation and create a more sustainable future. Interested in working on an $800B problem? Check out our jobs page here: http://jobs.convoy.com/"
  },
  {
    "name": "Cresta",
    "industry": "AI",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Contact Centers are challenged to increase their agent efficiency and effectiveness in the face of high attrition, poor training, and managers who can only review less than 3% of interactions. Cresta turns real-time insights into real-time actions to make contact centers smarter and drive business results. We use generative AI to provide dynamic, real-time guidance to sales and service agents based on the best practices of your top performers, and let managers see and track every conversation and agent progress to create personalized coaching plans. Cresta was born out of the Stanford AI Lab and is backed by Greylock Partners, Sequoia, and Andreessen Horowitz. We are proud to be working with companies like Porsche, Cox Communications, Vivint, and Holliday Inn."
  },
  {
    "name": "CrowdStrike",
    "industry": "Cybersecurity",
    "stage": "Unknown",
    "location": "United States",
    "website": "Unknown",
    "description": "CrowdStrike (Nasdaq: CRWD), a global cybersecurity leader, has redefined modern security with the world’s most advanced cloud-native platform for protecting critical areas of enterprise risk — endpoints and cloud workloads, identity and data. Powered by the CrowdStrike Security Cloud and world-class AI, the CrowdStrike Falcon® platform leverages real-time indicators of attack, threat intelligence, evolving adversary tradecraft and enriched telemetry from across the enterprise to deliver hyper-accurate detections, automated protection and remediation, elite threat hunting and prioritized observability of vulnerabilities. Purpose-built in the cloud with a single lightweight-agent architecture, the Falcon platform delivers rapid and scalable deployment, superior protection and performance, reduced complexity and immediate time-to-value. CrowdStrike: We stop breaches."
  },
  {
    "name": "Daily Harvest",
    "industry": "Ecommerce",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "At Daily Harvest, we take care of food so food can take care of you. By making it convenient to enjoy more sustainably grown, organic fruits and vegetables every day, the company is on a mission to improve human and planetary health. Launched in 2015 by Founder Rachel Drori, Daily Harvest's food is quick to prep, delicious to eat and available for home delivery or in your grocer's freezer aisle. The company works with farmers to support regenerative and organic farming practices that enhance ecosystem biodiversity, produce nourishing food and help mitigate the effects of climate change. For more information, visit dailyharvest.com."
  },
  {
    "name": "Databricks",
    "industry": "Data",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "[Website](https://databricks.com)[](https://twitter.com/databricks)[](https://linkedin.com/company/databricks)[](https://angel.co/company/databricks-5)[](https://www.facebook.com/databricksinc)[](https://www.vcsheet.com/companies)"
  },
  {
    "name": "Deel",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Deel is the all-in-one Global People Platform that simplifies and streamlines every aspect of managing an international workforce—from culture and onboarding, to local payroll and compliance. Our industry-leading suite of HR tools, payroll solutions, mobility services, and compliance expertise makes it possible for companies of all sizes to scale globally with unmatched speed and flexibility. Today, Deel serves over 25,000+ companies worldwide—from small teams to publicly traded enterprise businesses."
  },
  {
    "name": "Devoted Health",
    "industry": "Health",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Devoted Health is a new healthcare company serving seniors. Our mission is to dramatically improve the health and well-being of older Americans by caring for each and every person like they are family. We are devoted to the health and wellness of our members by helping them navigate the healthcare system with personal guides, by utilizing world-class technology to enable a simplified experience, and by partnering with top providers for better health outcomes."
  },
  {
    "name": "Discord",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Founded in 2015, Discord is a voice, video and text app that helps friends and communities come together to hang out and explore their interests - from artists and activists, to study groups, sneakerheads, plant parents, and more. With 150 million monthly users across 19 million active communities, called servers, Discord has grown to become one of the most popular communications services in the world. Discord was built without selling ads or user data and instead, offers a premium subscription called Nitro that gives users special perks like higher quality streams and fun customizations. And we're hiring! If this strikes a chord with you, come build belonging with us: https://discordapp.com/jobs for openings."
  },
  {
    "name": "DoorDash",
    "industry": "Logistics",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "At DoorDash, our mission to empower local economies shapes how our team members move quickly and always learn and reiterate to support merchants, Dashers and the communities we serve. We are a technology and logistics company that started with door-to-door delivery, and we are looking for team members who can help us go from a company that is known for delivering food to a company that people turn to for any and all goods. DoorDash is growing rapidly and changing constantly, which gives our team members the opportunity to share their unique perspectives, solve new challenges, and own their careers. Our leaders seek the truth and welcome big, hairy, audacious questions. We are grounded in our company values, and we make intentional decisions that are both logical and display empathy for our range of users—from Dashers to Merchants to Customers."
  },
  {
    "name": "Drata",
    "industry": "Cybersecurity",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Replace manual GRC efforts, reduce costs, and save time preparing for audits and maintaining compliance. Drata is the world’s most advanced security and compliance automation platform with the mission to help companies earn and keep the trust of their users, customers, partners, and prospects. We help thousands of companies streamline compliance for SOC 2, ISO 27001, HIPAA, GDPR, your own custom frameworks, and many more through continuous, automated control monitoring and evidence collection. Drata is backed by ICONIQ Growth, Alkeon, Salesforce Ventures, GGV Capital, Okta Ventures, SVCI (Silicon Valley CISO Investments), Cowboy Ventures, Leaders Fund, Basis Set Ventures, SV Angel, and many key industry leaders. Drata is based in San Diego, CA with team members across the globe."
  },
  {
    "name": "Duolingo",
    "industry": "Education",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "Duolingo is the world’s most popular way to learn a language. Our mission is to develop the best education in the world and make it universally available. Founded in 2011 by Luis von Ahn and Severin Hacker, Duolingo is the most downloaded education app in the history of the App Store and in 2019 became the top-grossing education app worldwide. The app has been awarded Apple's iPhone App of the Year and Android's Best of the Best. Learning a new language used to be expensive; we believe it should be free. Over 1.2 billion people are learning a second language and most of them are learning English to improve their lives. Learning a new language is hard; we believe it can be fun. We use bite-sized lessons that feel like playing a game to keep our learners motivated. With over 500 million learners we have unprecedented data insights on how people learn. Our teams of language learning scientists, machine learning engineers, and AI experts use this data to constantly improve our effectiveness. We’re building a future in which the highest-quality education is accessible to all. Duolingo has raised US $138 million from investors including Union Square Ventures, Capital G (formerly Google Capital), NewView Capital, Kleiner Perkins Caufield & Byers, Drive Capital, Ashton Kutcher and Tim Ferriss. Duolingo has been named to: BuiltIn's Best Places to Work (2023), Fast Company Best Workplaces for Innovators (2022), Fast Company 10 Most Innovative Education Company (2022), Best Machine Learning Startups for by Glassdoor (2020), Forbes' \"Next Billion Dollar Startups\" (2019), CNBC's Disruptor 50 (2018, 2019), Fortune's \"Change the World\" list (2019), TIME Magazine's Genius Companies (2018), Fast Company's \"Most Innovative Companies\" (2017, 2018, 2020), Inc.'s \"Best Places to Work\" (2018), Entrepreneur's \"Top Company Cultures\" (2018)."
  },
  {
    "name": "Edlink",
    "industry": "Education",
    "stage": "Seed",
    "location": "United States",
    "website": "Unknown",
    "description": "Edlink provides two-way connections for elearning companies and publishers to tackle common education integration challenges (think single sign-on, content integration, grade passback, and yes, even course rostering). We support a variety of LMSs, SISs, IDMs, data providers, and open standards to make integration as easy, quick, and painless as possible."
  },
  {
    "name": "Epic Games",
    "industry": "Gaming / VR",
    "stage": "Unknown",
    "location": "United States",
    "website": "Unknown",
    "description": "Founded in 1991, Epic Games is a leading interactive entertainment company and provider of 3D engine technology. Epic operates Fortnite, one of the world’s largest games with over 350 million accounts and 2.5 billion friend connections. Epic also develops Unreal Engine, which powers the world’s leading games and is adopted across industries such as film and television, architecture, automotive, manufacturing, and simulation. Through Unreal Engine, Epic Games Store, and Epic Online Services, Epic provides an end-to-end digital ecosystem for developers and creators to build, distribute, and operate games and other content. Epic has over 40 offices worldwide with headquarters in Cary, North Carolina."
  },
  {
    "name": "Ethos",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Ethos was built to make it faster and easier to get life insurance for the next million families. Our approach blends industry expertise, technology, and the human touch to find you the right policy to protect your loved ones. We leverage deep technology and data science to streamline the life insurance process, making it more accessible and convenient. Using predictive analytics, we are able to transform a traditionally multi-week process into a modern digital experience for our users that can take just minutes! We’ve issued billions in coverage each month and eliminated the traditional barriers, ushering the industry into the modern age. Our full-stack technology platform is the backbone of family financial health. We make getting life insurance easier, faster and better for everyone. Our investors include General Catalyst, Sequoia Capital, Accel Partners, Google Ventures, SoftBank, and the investment vehicles of Jay-Z, Kevin Durant, Robert Downey Jr and others. This year, we were named on CB Insights' Global Insurtech 50 list and BuiltIn's Top 100 Midsize Companies in San Francisco. We are scaling quickly and looking for passionate people to protect the next million families!"
  },
  {
    "name": "Faire",
    "industry": "Ecommerce",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Empowering brands and retailers to strengthen the unique character of local communities."
  },
  {
    "name": "FalconX",
    "industry": "Web3 / Crypto",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "FalconX provides comprehensive access to the deepest digital asset liquidity across the globe. Through our prime brokerage platform, FalconX 360, investors unlock and scale returns faster and more efficiently than any other platform. Our 24/7, dedicated team enables investors to navigate dynamic markets around the clock by providing support for all account, operational and trading needs."
  },
  {
    "name": "Figma",
    "industry": "SaaS",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "[Website](http://figma.com)[](https://twitter.com/figma)[](https://linkedin.com/company/figma)[](https://angel.co/company/figma-com)[](https://www.facebook.com/figmadesign)[](https://www.instagram.com/figma)"
  },
  {
    "name": "FiscalNote",
    "industry": "AI",
    "stage": "Exited",
    "location": "United States",
    "website": "Unknown",
    "description": "FiscalNote (NYSE: NOTE) is a leader in policy and global intelligence. By uniquely combining data, technology, and insights, FiscalNote empowers customers with critical insights and the tools to turn them into action. Home to CQ, FrontierView, Oxford Analytica, VoterVoice, and many other industry-leading brands, FiscalNote helps organizations stay ahead of political and business risk. To learn more about FiscalNote and its family of brands, visit http://FiscalNote.com and follow @FiscalNote."
  },
  {
    "name": "Fivetran",
    "industry": "Data",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Fivetran, the global leader in data movement, helps customers use their data to power everything from AI applications and ML models, to predictive analytics and operational workloads. The Fivetran platform reliably and securely centralizes data from hundreds of SaaS applications and databases into any cloud destination — whether deployed on-premises, in the cloud or in a hybrid environment. Thousands of global brands, including Autodesk, Condé Nast, JetBlue and Morgan Stanley, trust Fivetran to move their most valuable data assets to fuel analytics, drive operational efficiencies and power innovation. For more info, visit fivetran.com."
  },
  {
    "name": "Front",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Front is the modern customer service platform that helps companies delight their customers, engage their teams, and build stronger businesses. We’ve reimagined the help desk for real-time team collaboration across every customer communication channel, then powered it up with AI and automation to resolve issues and help teams work faster. Customers get exceptional service whether they’re looking for a simple, instant answer, or personalized help on their most complex issues — and you get the analytics and insights your business needs to optimize your customer experience. Over 8,500 businesses of all shapes and sizes, from ClickUp to Branch Insurance, Echo Global Logistics to Reed & Mackay rely on Front to deliver game-changing service that wins and retains customers for life."
  },
  {
    "name": "Gem",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Gem helps talent acquisition teams hire with remarkable speed and efficiency. Our platform transforms recruiting into a strategic, data-driven function and gives every part of the organization the tools to drive results and showcase their impact. With Gem, teams can automate and personalize candidate communication, unify all recruiting touchpoints into a single system, and get usable data across the entire hiring process. It's why over 1,200 industry leaders, including Wayfair, Dropbox, Cintas, Robinhood, and UnitedHealth, trust Gem to fuel their growth. Users also recognize Gem as one of the highest-satisfaction products on G2 with a 4.8/5.0 rating. With funding from key investors such as, ICONIQ, Greylock, and Accel, Gem has recently been recognized with Unicorn status, with a $1.2B valuation — becoming one of the fastest-growing SaaS companies at its scale. And just as we strive to help our customers find great talent, we also invest in our own people and culture. We are proud of the culture we’ve built and have recently been recognized as: - The Breakout List, 2022 - Certified as a Great Place to work, 2022 - Y Combinator Top Companies, 2022 - Fortune Best Workplaces in the Bay Area, 2022"
  },
  {
    "name": "Glossier",
    "industry": "Ecommerce",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Glossier is on a mission to give voice through beauty. We do this by building products, growing our community, and making decisions in inclusive, customer-devoted, curious, courageous, and discerning ways. We believe in the power of the individual and see beauty as an incredible conduit for connection."
  },
  {
    "name": "GoCardless",
    "industry": "Fintech",
    "stage": "Series B+",
    "location": "United Kingdom",
    "website": "Unknown",
    "description": "Welcome to the new era of payments. Collect one-off, automated, or recurring payments – directly from your customer's bank account to yours. Putting an end to late payments, chasing customers, stress, and expensive fees. It's just cash, flowing from one account to another. Join 75,000+ businesses of all sizes, worldwide, who trust us to power their payments."
  },
  {
    "name": "Gong",
    "industry": "AI",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Gong transforms revenue organizations by harnessing customer interactions to increase business efficiency, improve decision-making and accelerate revenue growth. The Revenue Intelligence Platform uses proprietary artificial intelligence technology to enable teams to capture, understand and act on all customer interactions in a single, integrated platform. Thousands of companies around the world rely on Gong to support their go-to-market strategies and grow revenue efficiently."
  },
  {
    "name": "Grammarly",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Grammarly stands with Ukraine. We invite you to do the same. Here are some ways you can help: gram.ly/WeStandWithUkraine --- Grammarly is the world’s leading AI writing assistance company trusted by over 30 million people and 70,000 professional teams every day. From instantly creating a first draft to perfecting every message, Grammarly helps people at 96% of the Fortune 500 get their point across—and get results—without compromising security or privacy. We believe that great writing gets work done. Grammarly’s product offerings—Grammarly Business, Grammarly Premium, Grammarly Free, and Grammarly for Education—work where you do, delivering contextually relevant writing support across over 500,000 apps and websites. Founded in 2009, Grammarly is No. 7 on the Forbes Cloud 100, one of TIME’s 100 Most Influential Companies, one of Fast Company’s Most Innovative Companies in AI, and one of Inc.’s Best Workplaces. We operate with a remote-first hybrid work model, meaning we primarily work from home and meet for in-person collaboration at our hubs in North America and Europe."
  },
  {
    "name": "Harry's",
    "industry": "Ecommerce",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Harry’s Inc. is building a modern CPG company by putting people first and delivering against real unmet consumer needs. The company’s flagship brand - Harry’s - was founded by Jeff Raider and Andy Katz-Mayfield in 2013. After successfully launching and scaling Harry’s, Jeff and Andy saw an opportunity to bring their experience building Harry’s to other CPG categories where the consumer has also been historically underserved. Harry’s Inc. has grown significantly over the last ten years, and is now made up of five brands - Harry’s, Flamingo, Cat Person, Lume, Mando - and Harry’s Labs, the company’s incubation and M&A engine. The company employs more than 900 people across the U.S., U.K. and Germany, and is the largest CPG company built in the last 20 years. At Harry’s Inc, our mission is to Create Things People Like More — whether it's a product, an experience, or an internal tool, we believe in making the things around us better for our customers, and our team. Our mission extends beyond customers and team, to the community broadly. We believe that the best business models make a positive impact. So, we set aside 1% of sales across Harry’s, Flamingo, Cat Person, and Lume to support our social mission, including through donations to our nonprofit partners. At the end of the day, the key to our success is our amazing people. From chemists, mechanical engineers, CX associates, to creative directors, sourcing managers, and logistics specialists, the Harry’s team is composed of some of the most brilliant, diverse, and humble people you’ll ever meet. Our company is a place of inclusion, innovation, and deeply ingrained values."
  },
  {
    "name": "Hellofresh",
    "industry": "Logistics",
    "stage": "Series B+",
    "location": "Germany",
    "website": "Unknown",
    "description": "HelloFresh is on a mission to change the way people eat, forever! From our 2011 founding in Europe’s vibrant tech hub Berlin, we’re evolving from the world’s leading meal kit company to the world's leading food solutions group. We delivered 243.3 million meals and reached 7.5 million active customers around the world in Q3 2022. HelloFresh Group consists of six brands that provide customers with high quality food and recipes for different meal occasions. Every ingredient needed for our meals are carefully planned, responsibly sourced and delivered to your door when it’s most convenient for you. Only HelloFresh gives you the tools to achieve something delicious every day. Making a meal a delicious achievement - not just fuel for your day - takes a lot of work and smart people. From Designers and Copywriters to Data Scientists and DevOps Engineers, to potato farmers, pasta makers and the people who ensure every box is perfectly packed for every customer, we’re collectively disrupting the food supply chain and the multi-trillion-dollar food tech industry. Our more than 21,000 high-performing and ambitious employees across the globe from New York to Berlin, London to Sydney and Toronto to Milan enjoy a number of benefits including flexible working arrangements, discounts on our boxes, health and well-being and learning and development programs. We’re always looking for quality ingredients to perfect our recipe, so join us now! https://www.hellofresh.com/careers/locations"
  },
  {
    "name": "Hinge",
    "industry": "Health",
    "stage": "Series A",
    "location": "United States",
    "website": "Unknown",
    "description": "Hinge is the dating app designed to be deleted. In today’s digital world, singles are so focused on sending likes and looking through profiles that they’re not actually building meaningful connections and going on dates. Hinge is on a mission to change that by designing the most effective app experience. On Hinge, there are no rules, timers, or games. Instead, you’ll have unique conversations over the text, photos, and audio you’ve shared on your profile. And it’s resonating with daters. Hinge was the fastest-growing dating app in the US, UK, Canada and Australia in 2019 and 2020."
  },
  {
    "name": "Hopin",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United Kingdom",
    "website": "Unknown",
    "description": "With Hopin, you can connect people, build community, and power business. See how Hopin products can work for you by joining the millions of people already using StreamYard, Session, Streamable, and more."
  },
  {
    "name": "Hugging Face",
    "industry": "AI",
    "stage": "Series B+",
    "location": "France",
    "website": "Unknown",
    "description": "[Website](https://huggingface.co)[](https://twitter.com/huggingface)[](https://linkedin.com/company/huggingface)[](https://angel.co/company/hugging-face)[](https://www.facebook.com/huggingface)[](https://www.vcsheet.com/companies)"
  },
  {
    "name": "Impossible Foods",
    "industry": "Health",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "We're transforming the global food system by creating better ways to make meat, dairy and fish without using animals -- delicious, good for people, and good for the planet. Our approach: understand what people love about meat, dairy, and fish, and then explore the plant world for specific ingredients that recreate those experiences. In 2016, we launched the Impossible™ Burger: meat made from plants, for people who love to eat meat. Founded in 2011 by Pat Brown MD, PhD (Stanford Professor Emeritus) and backed by top-tier VCs and visionaries, we’re looking for the very best scientists, engineers, food developers, and business professionals in the world to join our creative, diverse, multi-talented and mission-driven team. We’re here to secure a sustainable future (and have fun while doing it). Come work with us to change the course of history."
  },
  {
    "name": "InMobi",
    "industry": "Mobile / Telecom",
    "stage": "Exited",
    "location": "Singapore",
    "website": "Unknown",
    "description": "InMobi builds transformative technologies to positively impact people, businesses, and societies around the world. We power advertisers’ and publishers’ growth with high impact experiences and innovative solutions that help them activate their audiences and drive real connections with today’s consumers."
  },
  {
    "name": "Instabase",
    "industry": "Data",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Instabase enables organizations to automate mission-critical processes by applying the latest innovations in AI. With an open ecosystem that combines AI breakthroughs from research labs and deep industry expertise, Instabase helps organizations embed intelligence into any system or business process to drive transformational outcomes. Try it today: aihub.instabase.com. Many of the world's largest financial institutions, insurance companies, governments, and enterprises rely on Instabase to achieve unprecedented levels of efficiency and delivery extraordinary experiences. Instabase is backed by leading investors such as Greylock Partners, NEA, Andreessen Horowitz, Index Ventures, Spark Capital, Tribe Capital, K5, Original Capital, SC Ventures, and Glynn Capital. Please be cautious of potential recruitment fraud. Instabase will only communicate with our job applicants by using the @instabase.com domain and will never contact applicants from instabasecareer.com, gmail.com, yahoo.com or any other commercial domain. If you are interested in exploring opportunities at Instabase, please visit our careers page at https://instabase.com/careers/."
  },
  {
    "name": "Instacart",
    "industry": "Logistics",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Instacart, the leading grocery technology company in North America, works with grocers and retailers to transform how people shop. The company partners with more than 1,200 national, regional, and local retail banners to facilitate online shopping, delivery and pickup services from more than 80,000 stores across North America on the Instacart Marketplace. Instacart makes it possible for millions of people to get the groceries they need from the retailers they love, and for approximately 600,000 Instacart shoppers to earn by picking, packing and delivering orders on their own flexible schedule. The Instacart Platform offers retailers a suite of enterprise-grade technology products and services to power their e-commerce experiences, fulfill orders, digitize brick-and-mortar stores, provide advertising services, and glean insights. With Instacart Ads, thousands of CPG brands – from category leaders to emerging brands – partner with the company to connect directly with consumers online, right at the point of purchase. With Instacart Health, the company is providing tools to increase nutrition security, make healthy choices easier for consumers, and expand the role that food can play in improving health outcomes. For more information, visit www.instacart.com/company, and to start shopping, visit www.instacart.com."
  },
  {
    "name": "Intercom",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Intercom is the only complete Customer Service solution that provides a seamless customer experience across automation and human support, delivering increased customer satisfaction while reducing costs. We're building a future where most customer conversations are successfully resolved without needing human support, freeing up the team to work on higher value customer conversations. More than 25,000 global organizations, including Atlassian, Amazon and Lyft Business, rely on Intercom to deliver unparalleled user experiences at any scale. Intercom's platform is used to send over 500 million messages per month and enables interactions with over 600 million monthly active end users. Founded in 2011 and backed by leading venture capitalists, including Kleiner Perkins, Bessemer Venture Partners and Social Capital, Intercom is on a mission to make internet business personal."
  },
  {
    "name": "Ironclad",
    "industry": "SaaS",
    "stage": "Series B+",
    "location": "United States",
    "website": "Unknown",
    "description": "Digitize your contracts with Ironclad, the world’s #1 Contract Lifecycle Management (CLM) platform. Ironclad is the simple, secure way to create and collaborate on contracts, giving users an all-in-one, AI-powered experience. Every company runs on contracts, but managing these contracts slows companies down and costs them millions of dollars. L’Oréal, Mastercard, and other leading innovators use Ironclad to collaborate and negotiate on contracts, accelerate contracting while maintaining compliance. It’s the only platform flexible enough to handle every type of contract workflow: sales agreements, HR agreements, complex NDAs, and more. Ironclad recently reached a $3.2B Valuation with a $150M Series E Investment round. Ironclad’s innovation and work culture has been recognized by Forbes’ 50 Most Promising AI Companies in 2021, Fortune’s Best Small & Medium Workplaces 2021, One of 25 Highest-Rated Cloud Computing Company Employers by Battery Ventures and Glassdoor, Fast Company’s 2020 Best Workplaces for Innovators, Glassdoor’s best Machine Learning startup, Enterprise Tech 30 List, and is backed by leading investors like Accel, Y Combinator, Sequoia, and Bond. For more information, visit www.ironcladapp.com or follow us on LinkedIn and Twitter."
  },
  {
    "name": "Jasper AI",
    "industry": "AI",
    "stage": "Seed",
    "location": "United States",
    "website": "Unknown",
    "description": "Jasper: On-Brand AI For Business creates content everywhere you do online, in your brand voice, always. Jasper is your creative AI assistant who can learn and write in your unique brand tone. Whether you speak boldly, cheekily, formally, or only in internet speak (👋 u do u). Plus, the Jasper Everywhere browser extension keeps Jasper by your side, from your CMS to email to social media to your own company platform with Jasper API. Most importantly, Jasper keeps your data safe and private with built-in security features that stay up-to-date as security protocols evolve. Over 100K customers are creating unique, ownable content with Jasper. Founded in 2021, Jasper has been recognized as \"one of America's fastest-growing private companies\" by Inc. 5000. We hosted Gen AI: the first-ever generative AI-focused conference. How will Jasper unlock your team’s best ideas? Let’s find out. Start your free trial today. Looking to connect with our team? Shoot us a DM 👋"
  },
  {
    "name": "Kindred",
    "industry": "Travel",
    "stage": "Series A",
    "location": "United States",
    "website": "Unknown",
    "description": "Members-only Home Swapping Network. Private beta. Apply with invite code or join the waitlist"
  }
]